

export const QuestionData=[
  {
    id:1,
    title:"집앞에 카페가 생겼을때 당신의 생각은?",
    answera:"원래가던 카페대신 여기 가봐야지~ 근데 맛이 어떨지 모르니까 검색하고 가봐야겠다",
    answerb:"예쁜카페가 생겼네? 나중에 한번 가봐야지~ ",
    type:"JP",
  },
  {
    id:2,
    title:"집에서 쉬고있는데 친구가 당일날 놀자고 나오라그랬다 당신의 반응은?",
    answera:"나 오늘 그냥 집에서 영화보거나, 혼자 쉬려고했는데 어쩌지?",
    answerb:"어차피 오늘 계획없으니까 놀러나가야지~ ",
    type:"JP",
  },
  {
    id:3,
    title:"당신은 어떤식으로 에너지를 채우는 편인가? ",
    answera:"모임이나,친구들과 만나서 수다떨며 맛있는거 먹기",
    answerb:"집에서 쉬면서 혼자만의 시간을 갖으면서 놀기",
    type:"EI",
  },
  {
    id:4,
    title:"친구랑 놀때 보통 어떤장소를 좋아하나요?",
    answera:"시끌벅적하고 사람많은곳",
    answerb:"소수의 친구들과 조용히 얘기할수 있는곳",
    type:"EI",
  },
  {
    id:5,
    title:"친구랑 만약에 게임을 하는중이다. '너는 만약에 머리카락을 발끝까지 기르고 1년을 다니면 10억을 준대\n 그럼 기르고 다닐거야??'라고 묻는다면 당신은?",
    answera:"발끝까지 기를일이 없는 그런질문을 왜하는거지?",
    answerb:"머리카락 묶을수없어? 머리 묶고 모자 쓸수 있어?라며 질문을 던진다",
    type:"SN",
  },
  {
    id:6,
    title:"여행을 가기로 했다 보통 계획을 어떻게 짜는 편인가?",
    answera:"시간과 계획을 정확하게 짜서 간다",
    answerb:"구체적으로 짜기보단 큰틀만 잡아서 갈곳만 정한다",
    type:"JP",
  },
  {
    id:7,
    title:"여행을 하다가 어디 정체모를숲에서 길을 잃었다 주위를 둘러보니 요정의 모습을 한 형체가 말을 시켰다 당신의 반응은?",
    answera:"와 이거 그냥 꿈이겠지? 말도안돼라며 놀라움을 표한다",
    answerb:"신기하단듯이 쳐다보며 요정과 얘기를 한다",
    type:"SN",
  },
  {
    id:8,
    title:"요정이 줄게 있다면서 따라오라는데 잠깐 한눈을 판사이 사라져버렸다\n 그런데 주변에 동물들이 있다 어떻게 행동할 것인가?",
    answera:"안녕 동물들아? 요정이 어디로 갔는지 알아?라며 물어본다",
    answerb:"바닥에 요정이 지나간 흔적이 있어서 따라가본다",
    type:"EI",
  },
  {
    id:9,
    title:"요정이 있는곳으로 가던중 사슴이 울고있었다 당신의 반응은?",
    answera:"왜울지?라는 의문을 품고 무슨일때문에 슬퍼하는건지 묻는다",
    answerb:"사슴아 왜울어? 어디 안좋니?라며 같이 슬퍼한다",
    type:"TF",
  },
  {
    id:10,
    title:"사슴은 차로 인해 다리를 다쳤다며 슬퍼했다 어떻게 할것인가?",
    answera:"병원을 먼저 가봤어야지~라며 문제에 대한 해결책을 제시하고 묵묵히 치유해준다",
    answerb:"많이다쳤어? 괜찮아?라며 걱정을 하며 상처를 치유해준다",
    type:"TF",
  },
  {
    id:11,
    title:"사슴의 상처를 치유해준후 서로 고심있게 얘기하던중 갑자기 요정이 오라며 손짓한다 당신은?",
    answera:"차 조심하고 이제 길 다닐때 주위 잘살피고 다녀!라고 얘기를 한후 요정을 따라간다",
    answerb:"괜찮지? 몸 조심하고 건강하게 지내!라고 얘기를 한후 요정을 따라간다",
    type:"TF",
  },
  {
    id:12,
    title:"요정이 어느 덩그러니 있는 거울속으로 들어가는것이다 당신의 반응은?",
    answera:"엥 뭐야 저길 어떻게 들어가?라며 그냥 따라 들어가본다",
    answerb:"오 뭐야? 신기하네 저기 안쪽에는 뭐가있을까?라며 호기심있게 따라 들어간다",
    type:"SN",
  }
]