

export const QuestionData=[
  {
    id:1,
    title:"집앞에 카페가 생겼을때 당신의 생각은?",
    answera:"원래가던 카페대신 여기 가봐야지 근데 맛이 어떨지 모르니까 퇴근길에 한번 가봐야겠다",
    answerb:"카페가 생겼네? 나중에 한번 가봐야지~ ",
    type:"JP",
  },
  {
    id:2,
    title:"어느날 그냥 친구가 놀자고할때 당신의 반응은?",
    answera:"나 오늘 그냥 집에서 영화보거나 혼자 쉬려고했는데 어쩌지?",
    answerb:" 오늘 계획없으니까 그냥 재밌게 놀자~ ",
    type:"JP",
  },
  {
    id:3,
    title:"당신은 어떤식으로 에너지를 채우는 편인가? ",
    answera:"모임이나,친구들과 만나서 수다떨며 맛있는거 먹기",
    answerb:"집에서 쉬면서 넷플릭스보면서 야식먹기",
    type:"EI",
  },
  {
    id:4,
    title:"친구랑 놀때 보통 어떤장소를 좋아하나요?",
    answera:"시끌벅적하고 사람많은곳",
    answerb:"소수의 친구들과 조용히 얘기할수 있는곳",
    type:"EI",
  },
  {
    id:5,
    title:"친구랑 만약에 게임을 하는중이다. '너는 만약에 머리카락을 발끝까지 기르고 1년을 다니면 10억을 준대 그럼 10억 받을거야??'라고 묻는다면 당신은?",
    answera:"발끝까지 기를일이 없는 그런질문을 왜하는거지?",
    answerb:"머리카락 묶을수없어? 머리 묶고 모자 쓸수 있어?",
    type:"SN",
  },
  {
    id:6,
    title:"여행을 가기로 했다 보통 계획을 어떻게 짜는 편인가?",
    answera:"시간과 계획을 정확하게 짜서 간다",
    answerb:"구체적으로 짜기보단 큰틀만 잡아서 갈곳만 정한다",
    type:"JP",
  },
  {
    id:7,
    title:"여행을 하다가 어디 정체모를숲에서 길을 잃었다 주위를 둘러보니 갑자기 요정의 모습을 한 형체가 말을 시켰다 당신의 반응은?",
    answera:"와 이거 그냥 꿈이겠지?",
    answerb:"요정안녕? 정말 신기하다 너는 어디서 왔니?",
    type:"SN",
  },
  {
    id:8,
    title:"요정이 줄게 있다면서 따라오라는데 사라져버렸다 주변에 동물들이 있다 어떻게 행동할 것인가?",
    answera:"안녕 동물들아? 요정이 어디로 갔는지 알아?라며 물어본다",
    answerb:"바닥에 요정이 지나간 흔적이 있어서 따라가본다",
    type:"EI",
  },
  {
    id:9,
    title:"요정이 있는곳으로 가던중 사슴이 울고있었다 ",
    answera:"왜울지?라는 의문을 품고 뭐땜에 슬퍼하는건지 묻는다",
    answerb:"사슴아ㅜㅜㅜ 왜울어? 어디 안좋니?라며 같이 슬퍼한다",
    type:"TF",
  },
  {
    id:10,
    title:"사슴은 차로 인해 자기가 다리를 다쳤다며 슬퍼했다 어떻게 할것인가?",
    answera:"조심하지그랬어라며 츤데레식으로 표하며 묵묵히 치유해준다",
    answerb:"ㅠㅠ 어떡해라며 감정을 공감해주듯 같이 슬퍼하며 상처를 치유해준다",
    type:"TF",
  },
  {
    id:11,
    title:"사슴의 상처를 치유해준후 서로 고심있게 얘기하던중 갑자기 요정이 오라며 손짓한다 당신은?",
    answera:"사슴에게 가야될거같다고 인사하고 그냥 바로 간다",
    answerb:"요정에게 사정을 얘기하고 사슴의 얘기를 조금만 더 들어준 후 간다",
    type:"TF",
  },
  {
    id:12,
    title:"요정이 어느 덩그러니 있는 거울속으로 들어가는것이다 당신의 반응은?",
    answera:"엥 뭐야 저길 어떻게 들어가?라며 그냥 따라 들어가본다",
    answerb:"오 뭐야? 신기하네 저기 안쪽에는 뭐가있을까?라며 호기심있게 따라 들어간다",
    type:"SN",
  }
]