import Infj from '../images/infj.png'
import Infp from '../images/infp.png'
import Intj from '../images/intj.png'
import Intp from '../images/intp.png'
import Isfp from '../images/isfp.png'
import Isfj from '../images/isfj.png'
import Istp from '../images/istp.png'
import Istj from '../images/istj.png'
import Enfp from '../images/enfp.png'
import Enfj from '../images/enfj.png'
import Entj from '../images/entj.png'
import Entp from '../images/entp.png'
import Esfp from '../images/esfp.png'
import Esfj from '../images/esfj.png'
import Estp from '../images/estp.png'
import Estj from '../images/estj.png'


export const ResultData = [
  {
    id:1,
    name:'브라우니',
    best:'INFJ',
    desc:'다른사람들을 돕는 것을 즐기지만 \n불리한일에는 단호한 가사도우미요정',
    fea:'스코틀랜드 민담에 전해지는 요정이며, 인간에 친숙한 존재이지만 브라우니는 사람의 눈에 띄는 것을 싫어해서 자기가 좋아하는 아이들이나 정직하고 명랑한 사람들에게만 가끔 모습을 드러낸다. 가족이 잠든 후 부엌을 치우거나 접시를 씻는등 여러가지 가사일을 좋아하는 요정이다. 그들을 계속해서 찾아오게 하기 위해선 그들을 위해 자기 전 집안 한켠으로 크림이나 빵과 우유를 남겨둬야한다. 그외 다른선물을 주면 화를내며 다신 찾아오지않는다고 한다',
    image:`${Infj}`,
    char:'<특징>\n-성실하고 독창적이며 계획적인 성격을 가지고 있다.\n-같은 나이에 비해 어른스럽다는 소리를 듣는다.\n-자신의 분야에서 상당한 경지에 도달한 경우가 많다.\n-타고난 사회적 카멜레온으로 페르소나를 잘 사용한다.\n-영감이 뛰어나고 깊은 통찰력이 있어 사람의 본심을 잘 간파한다.\n-눈치백단이며 관찰하는것을 좋아한다.\n-삶의 의미에 대해 생각하는 것을 즐긴다.\n-다른사람들을 돕는 것을 즐기지만 재충전할 시간과 공간이 필요합니다.',
    sick:'<팩폭>\n-친구 관계에 있어서 먼저 다가가지 않지만 밀어내는 사람을 붙잡지도 않습니다.\n-독립심강하고 강요받는것을 싫어한다.\n-불합리한 일이라고 느끼면 단호한 반응을 보인다',
  },
  {
    id:2,
    name:'노움',
    best:'INFP',
    desc:'상냥하지만 관심없으면 공감능력제로 정원요정',
    fea:'유럽 전설에 등장하는 요정/난쟁이의 일종. 하지만 같은 난쟁이지만 드워프랑은 다르게 키가 두 뼘 정도 밖에 안되는 난쟁이로, 땅 속에서 살면서 땅 속의 광물이나 보석들을 지키는 땅의 정령이라고 한다. 땅 속에서 살고 있는 만큼 마치 물고기가 물 속을 헤엄치듯이 땅 속을 자유로이 돌아다닐 수 있는 것으로도 묘사된다.',
    image:`${Infp}`,
    char:'<특징>\n-부드러운 성향을 갖고 있으며 사려깊고 상냥한 성격을 가지고 있습니다.\n-순수한 의도로 인생의 아름다움이나 도덕적 양심과 미덕을 쫓으며 살아갑니다.\n-그들은 스스로의 행동과 생각에 자부심을 느끼는편입니다.\n-현실감각이 둔한 몽상가적 기질을 가지고 있습니다.\n-인간과 정신세계에 관심이 많습니다.\n-겉으로는 수줍음이 많고 말수가 적어보입니다.\n-주목은 받고 싶은데 주목받는 것이 부담스러운 은근관종\n-다른 구성원들과 트러블없이 지내는 원만한 성격을 가지고 있고 수직적인 관계를 싫어합니다',
    sick:'<팩폭>\n-자신이 겪어보지 못한 분야에는 공감능력이 없습니다.\n-상냥한성격을 지녔으며 인간관계에 예민해서 잘해주다가 반응이 별로면 오늘 하루를 되돌아본다.\n-일을 벌리는 것을 좋아하지만 수습은 못한다.',
  },
  {
    id:3,
    name:'노커',
    best:'INTJ',
    desc:'자신이 좋아하는 분야를 공유하는걸 좋아하지만\n 인정머리 없는 지하요정',
    fea:'영국 콘월 지방의 광산에 산다고 알려진 일종의 요정. 키가 2피트(60cm 가량) 쯤 되는 광부 차림의 소인으로 묘사된다. 좋은 광맥의 위치를 알려주거나 광산 붕괴 등의 재해를 예고해 주는 좋은 요정이다. 다만 욕을 하거나 휘파람을 분 사람에게는 요술을 사용해 작은 돌멩이 소나기를 퍼부어 응징한다고 하며, 간혹 게으름 피우는 광부의 도구를 다른 데 두어서 찾게 만든다거나 점심을 몰래 먹어버리는 등의 사소한 장난을 친다는 이야기도 있다.',
    image:`${Intj}`,
    char:'<특징>\n-"평범" 보다는 단어보다 "비범"이 어울립니다.\n-문제해결을 위해서 독창적이며 참신한 방법을 고안하는 스타일입니다.\n-표현은 안해도 츤데레 기질이 있다.\n-자신의 능력에 대해서 자신감이 있으며 높이 평가하는 편입니다.\n-자신과 타인의 능력을 중요시하며, 목적달성을 위하여 온 시간과 노력을 바쳐 일한다\n-인생을 체스 두듯이 정확하고 계산된 움직임으로 행동합니다. \n-자신이 좋아하는 분야에 대한 지식을 공유할 때 아주 기쁘게 이야기를 하는 사람들입니다\n-세상의 많은 것들에 대해 지적으로 궁금해하는 지적 호기심이 큽니다',
    sick:'<팩폭>\n-타인에게 잘 보이고 싶다는 욕구가 없음\n-비판적인 성향에 자존감이 높아 융통성이 부족한것이 아쉬운점\n-친구 고민 상담 잘 못 들어줌(공감을 잘 못한다)',
  },
  {
    id:4,
    name:'듀라한',
    best:'INTP',
    desc:'따뜻한마음을 가졌지만 사적인 감정을\n 잘 드러내지않는 저승사자(요정)',
    fea:'목이 없이 말을 타고 질주하며, 머리를 던진다고 전해진다. 사실은 죽음의 마차를 끌고 다니는 저승사자나 요정(시족)의 일종이라고 한다. 누군가가 죽게 될 것을 알리고 준비할 시간을 주는 역할을 하며, 죽을 이의 딱한 사정을 동정하여 유예기간을 주기도 한다! 혹은 고통을 덜어주기 위해서 죽을 인물을 인도하기도 한다. 자신이 일하는 모습을 다른 사람에게 보이는 것을 매우 싫어하며, 우연이 아니라 의도적으로 엿보다가 들켰다면 그 사람의 집 앞에서 문을 두들기고 열어주면 기다리고 있다가 피를 쏟아붓는다고도 한다. 그 피에 맞은 사람은 시름시름 앓다가 죽는다고.',
    image:`${Intp}`,
    char:'<특징>\n-타인에게 관심없는 차가워 보이는 모습을 가지고있으며,팩폭을 잘때린다\n-대체적으로 조용하고 과묵한 성격을 가짐\n-차가워보이는 반면에 따뜻한 면이있음\n-사적인 감정을 잘 드러내지않고 문제해결을 위한 논리적인 해결책을 찾고자한다\n-관심사가 다양하고 이해가 빠른 편이다\n-관심있는 주제에 대해서 이야기하고 아이디어 공유하는것을 즐긴다\n-혼자만의 시간을 즐기며 자신만의 시간이 존재한다\n-상황에 맞추어서 융통성이 있고 모험에 대한 열망이 높은편입니다',
    sick:'<팩폭>\n-비과학적이거나 논리적으로 이해가 어려운일에 대해 거부반응 보임\n-무뚝뚝한편이고 잡담같은것도 싫어하고 잘못한다\n-사람에 관심이 없고 별로 안좋아함 그저 흥미로운 존재라고 생각함',
  },
  {
    id:5,
    name:'이빨요정',
    best:'ISFP',
    desc:'마음이 따뜻하고 온화하지만 \n조용한관종 이빨요정',
    fea:'아이들의 헌 이를 새 이로 바꿔주는, 거의 인간에게는 무해한 정령이다. 빠진 젖니를 머리맡에 두고 자면 선물로 교환 해주는 요정이다. 이빨 요정에 관해서는 동서양 및 나라를 불문하고 다양한 미신이 존재하고있다. 근데 가끔 몇몇 매체에서는 아이들이 정말로 요정이 돈을 주는걸로 착각해서 돈을 더 받으려고 이빨을 강제로 뽑는 장면들이 나온다',
    image:`${Isfp}`,
    char:'<특징>\n-새로운 상황에 잘 적응하고 미적감각이 뛰어난 예술적인 기질이 있습니다\n-마음이 따뜻하고 온화하며 동정심이 있는 성격\n-독립적인 성향을 지니고 있어서 혼자서도 잘 살아가는 성격이다\n-호기심이 많고 모험적이며 규칙이나 관습에 얽매이는 걸 싫어하는 경향이 있음\n-관찰력이 뛰어나 상대방의 변화나 슬픔을 빠르게 인지하고 도움을 주는 사람\n-자기가 어떻게 보일지 끊임없이 고민한다\n-사람만나는거 좋은데 싫음 하지만 막상 만나면 잘논다\n-성공적 야망이 적고 자유시간을 소중히 생각한다',
    sick:'<팩폭>\n-화합을 중시하며 충돌을 회피하는 성향이 있어서 사람 사이에 문제가 있다면 해결보다는 회피를 택하는 편입니다\n-사람들이 자기를 왜 착하고 순하다고 하는지 잘모르겠음\n-조용한 관종임(관심받는거 싫은데 좋아함)',
  },
  {
    id:6,
    name:'레프리콘',
    best:'ISFJ',
    desc:'공감능력이 좋지만\n 가성비 따지는 땅굴요정',
    fea:'아일랜드 민속전설에 등장하는 키가 작고 노인 모습을 한 작은 요정이다.  구두장이 요정이며, 황금을 매우 좋아해서 황금을 모아서 여기저기에 숨겨놓기를 좋아한다고 한다. 아일랜드를 대표하는 아주 온순한 요정으로 사람들에게 전혀 해코지하지 않는다고 한다. 주로 땅굴속에 숨어 살면서 언제나 짝없는 외 켤레 구두만 만든다고 전해진다',
    image:`${Isfj}`,
    char:'<특징>\n-유능하고 열정적인 성격으로 다방면에서 역량을 발휘하는 팔방미인형\n-상호작용에서 겸손하고 조용한편으로 내향적이지만 리더성향을 가지고 있음\n-공감능력이 좋기때문에 타인들의 감정을 섬세하게 파악해준다\n-규칙을 잘 지키며 소동을 거의 일으키지 않는다\n-관계술이 뛰어나 인간관계를 잘 형성한다\n-호기심이 적고 변화에 민감해 갑작스러운 변화에 혼란스러워 한다.\n-독립적이고 소수의 사람들과 가깝게 지낸다.\n-착하고 친절하다는 얘기 자주 듣는다',
    sick:'<팩폭>\n-나서는거 싫어하는데 관심받는건 좋아함\n-가성비 엄청따짐 돈을쓰면 뽕을 뽑아야 하는 마인드\n-잘난척하는 사람 제일 극혐한다'
  },
  {
    id:7,
    name:'드워프',
    best:'ISTP',
    desc:'손재주가 뛰어나지만 \n 상대방의 기분을 맞춰줄 생각이 없는\n 재주꾼요정',
    fea:'백설공주와 일곱 난쟁이의 난쟁이도 영어로 드워프다. 북유럽 신화에 나오는 난쟁이 종족. 최초의 거인인 이미르가 죽은 후, 그의 시체에서 들끓었던 구더기에서 비롯되었다. 처음에는 구더기의 모습이었으나 신들이 이들에게 인간의 모습과 지성을 주었다. 우슷개소리로 길가에 굴러다니는 돌멩이도 그들의 손을 거치면 보물이 된다는 말이있다. 술을 걸쳤을때는 도가 지나쳐 난장판을 만드는 경우가 있다(남의 기분을 맞춰줄 생각이 없는것이다)',
    image:`${Istp}`,
    char:'<특징>\n-새로운 도전에 거리낌이 없고 상황에 대한 판단력이 우수하다\n-가장 독립적이고 혼자하는걸 선호하는 스타일이다\n-자기 주관이 뚜렷하고 호불호도 강해서 목표한 바가 있으면 반드시 이루고야 마는 성격이다.\n-호불호 강하고 자기주장이 강하다\n-적은 노력으로 일의 능률을 극대화하는편이다.\n-관심있는 분야에서는 고도의 집중력을 발휘한다\n-내성적이지만 냉철한 이성주의자이다\n-타인을 잘 도우며 공유하는 것을 즐긴다',
    sick:'<팩폭>\n-일을 끝까지 미루는 경향이 있다\n-상대방의 기분을 맞춰줄 생각이 없다\n-마음에 없는 이야기를 안하는편이다'
  },
  {
    id:8,
    name:'해그 ',
    best:'ISTJ',
    desc:'기억력은 뛰어나지만 \n 마음의 없는 소리를 못하는 노파(요정)',
    fea:'유럽 쪽의 설화에 등장하는 노파의 형상을 한 초자연적 존재를 일컫는 말. 굳이 해석한다면 마귀할멈정도로 번역할 수 있을 듯. 곤란에 처한 사람에게 조언을 주는 지혜로운 존재로 등장한다. 대게 아이들을 잡아먹는 흉악한 마녀의 모습으로 표현되지만, 중립적인 여신의 모습을 보이기도 한다. 마녀와 달리 해그는 일종의 신령이나 정령에 가깝다. ',
    image:`${Istj}`,
    char:'<특징>\n-본인의 하루 루틴이 계획적으로 정해져있다\n-기억력이 좋아 다른사람들이 기억하지 못하는 여러 사건을 기억하는 경우가 많다\n-현실감각이 발달해있고 침착하며 조직적이다\n-강한 책임감과 신중함을 가지고 있어서 어느 조직에서나 선호한다\n-겉으로 튀는 것을 별로 안좋아하고 용의단정하며 정돈된 스타일\n-신뢰할수 있는 사람. 보증수표, 비서, 집사스타일\n-문제를 해결하는 방법으로는 과거의 경험을 토대로 잘 적용해서 해결하는 방식을 즐겨함\n-반복되는 일에 대한 인내력이 강해서 지루한 일도 잘 버텨가며 해내는 유형입니다',
    sick:'<팩폭>\n-타인에게 간섭하지 않으며 한번 정이 떨어진 상대는 쳐다도 보지 않는다\n-마음에 없는 소리를 잘 못하는 편이다\n-갑작스러운 변화를 싫어한다'
  },
  {
    id:9,
    name:'페어리',
    best:'ENFP',
    desc:'애정으로 지구정복가능하지만 \n생존형 인싸인 작은요정',
    fea:'신화나 민속에 나타나는 초자연적 생명체다. 실제로는 거의 대부분의 시대 동안에는 온갖 민담의 신비한 생명체들을 포괄해서 부르는 단어였다. 대중문화를 통해 알려진 캐릭터로는 대표적으로 피터팬의 팅커벨이 있다.  빅토리아 시대에 쏟아진 정통(?) 페어리 묘사를 보면 철, 햇빛, 성당이나 성경, 성화상, 성수처럼 거룩한 것을 싫어하고 달밤, 고요함, 노래나 음악, 승마 등을 좋아하며, 식물성인 것이나 동물의 젖, 쇠고기, 또는 생물의 생명력을 식량으로 한다고 한다. ',
    image:`${Enfp}`,
    char:'<특징>\n-사람에게 관심주는걸 좋아한다\n-평소 쾌활하고 에너지 넘치지만 열정으로 불타서 혼자 너무 앞서가는 경향이 있다\n-호기심이 많고 열정이 가득하며 넘치는 에너지가 있습니다\n-관찰력이 누구보다 탁월하고 친절하며 공감능력이 높습니다\n-다소 스트레스를 쉽게 받는편이며 소심한 면모도 있습니다\n-규칙,규율,반복적인 일을 어렵게 느끼며 호불호가 강한 성격입니다\n-사람을 근본적으로 이해하고 싶은 욕구를 지니고 있는데 끊임없는 탐구끝에 결국에는 쉽게 질릴수 있어서 에너지를 채우는데에 시간이 소요 될 수 있어요\n-다정하게 세심하게 챙겨주면 감동 매우 받음',
    sick:'<팩폭>\n-나랑 티키타가 잘맞으면 에브리바디 다 내친구친구~!\n-애정으로 지구정복 가능\n-모든사람들이 인싸라고 하지만 사실은 생존형 인싸다'
  },
  {
    id:10,
    name:'프로스트 파더',
    best:'ENFJ',
    desc:'따뜻한면모를 가졌지만 \n기분 안좋을때 건들면 큰일!! 서리요정',
    fea:'일반적으로 차갑고 창백한 몸에 서리수염을 기른 중년남성의 모습으로 묘사된다. 그의 손길이나 입김은 닿는 것만으로도 얼어붙을것 같을 정도로 차다고 하며 프로스트 파더는 자신의 입김이나 손길로 사람을 얼려버린다고 한다. 요정의 일종으로, 이름 그대로 서리가 의인화된 서리의 정령. 자신에게 예의 바르게 대하는 인간에게는 호의적인 모습을 보인다. 물론 자신에게 험악하게 대하는 자나 보통 인간에게는 자비를 베푸는 일은 없다',
    image:`${Enfj}`,
    char:'<특징>\n-온화하며 동정심이 많고 구조화하는 능력이 탁월해요\n-따뜻하고 감정이입을 잘하며 책임감이 강합니다\n-충성스럽지만 칭찬과 비판에 대해 민감합니다\n-모든 사람들의 잠재력을 찾는 동시에 이를 실현할수 있도록 도와주어 개인과 집단의 성장을 위한 촉매 역할을 합니다\n-많은사람과 어울리는거 좋아하지만 가끔 마이웨이 기질이 있다\n-지도자역할에서 큰성취나 만족을 느낀다\n-사람을 좋아하는 만큼 이타적이고 베푸는 마음에 그들을 위해 헌신적인 모습을 보인다\n-의견수용,경청,공감하는 태도가 좋다',
    sick:'<팩폭>\n-관심받는거 좋아하고 핵인싸 되고 싶어하는 경향이 있음\n-기분 안좋을때 건들면 안됨\n-고집이 세서 내가 마음먹은건 무조건 해야함'
  },
  {
    id:11,
    name:'실키',
    best:'ENTJ',
    desc:'카리스마 넘치며, 평소에는 괜찮다가\n 어느날 갑자기 급발진하는 가사도우미요정',
    fea:'몇 세기 전부터 계속하여 오래된 집에 나타나는 유령. 망령의 일종이라고도 생각된다. 잉글랜드의 전승에서는 실크 드레스를 입고 있다. 실키가 움직였을 때 이 드레스가 스치면서 사락사락하는 소리를 내기 때문에 실키라고 불린다고 한다. 가사등의 심부름을 해주며, 비교적 미인의 모습을 하고 있다. 그러나 그녀를 화나게 해버리면 짓궂은 장난을 치거나 무섭게 하여 그 집으로부터 거주자를 내쫓아 버린다 알려져 있다.',
    image:`${Entj}`,
    char:'<특징>\n-적성과 분야가 잘맞으면 직업이나 그일에 있어서는 최고의 전문가가 될 가능성이 있어서 가장 성공하기 쉬운성격\n-활동적이고 사교적이다\n-카리스마 넘쳐보이지만 사석에선 순둥이\n-비능률 비효율 똑같은 실수 못참는다\n-지도력과 통솔력이 있어 사회적으로 높은 직무의 역할을 도맡아함\n-굉장히 상상력이 뛰어나고 호기심이 많음\n-큰역할을 하고 단순 업무를 하더라도 남들에 비해 스피드가 몇배는 빠른편이라고 한다\n-카리스마가 있어서 차가워보이지만 자기 사람들은 또 잘챙기는 따스한 면모를 가지고 있습니다',
    sick:'<팩폭>\n-머리가 똑똑해서 인생사는게 쉽지만 하기싫은건 안함\n-어리버리한 애들보면 답답해한다\n-성격 불도저임 평소에 괜찮다가 어느날 갑자기 급발진함'
  },
  {
    id:12,
    name:'운디네',
    best:'ENTP',
    desc:'매력적이지만 뒤끝있는 물요정',
    fea:'물결, 파도를 가리키는 라틴어 명사 운다(Unda)에서 유래한 작명이다. 서양 연금술에 등장하는 물의 요정 혹은 정령. 반투명하거나 미묘하게 푸르스름한 여인, 혹은 그냥 아름다운 여인의 모습으로 등장한다. 청순가련하고 일편단심이지만 질투가 심해 배신을 용서하지 않는 성격으로 그려진다',
    image:`${Entp}`,
    char:'<특징>\n-두뇌회전이 빠르고 논리적임 분석능력이 좋고 적응력이 뛰어나다\n-말빨과 재치가 있고 오지랖 넓어서 여기저기 참견하고 논쟁한다\n-사람들을 잘 사귀고 다재다능하며 토론가적 기질이 심하다\n-관종이고 독특하고 꾸미는것을 좋아한다\n-편견 및 고정관념없이 타인을 대한다\n-독특한 발상과 아이디어가 있고 다방면에 관심이 많아 다재다능한 경우가 많다\n-상상력,창의력,사고의 유연성이 뛰어나다\n-자기애가 강하고 본인이 매력적이고 사교적이라고 생각한다',
    sick:'<팩폭>\n-엄청 솔직하고 직설적이기때문에 남한테 상처를 잘준다\n-좋게말하면 아이디어가 많고 나쁘게 말하면 정신없다\n-쿨한척 하지만 뒤끝이 심하다'
  },
  {
    id:13,
    name:'료스알브',
    best:'ESFP',
    desc:'분위기 메이커이지만, \n편한삶만 지향하는 엘프(요정)',
    fea:' 빛을 많이 받은 덕분에 눈부실 정도로 아름다운 모습을 갖고 있으며 마음씨도 곱고 사람들에게도 친절하다. 북유럽 신화에 나오는 알브헤임 지역에 사는 요정들. 그들은 달빛 아래 긴 머리를 빗고 있거나, 언덕위에서 춤추는걸 좋아하는데 이때 춤을 춘 장소에서는 녹빛이 반짝이며 흔적을 남기고, 이는 엘프댄스라 칭한다 그러나 그 안에 발을 들여놓으면 갑자기 눈이 멀거나 이상한 병에 걸려 몸이 마르게 되므로 절대로 접근해서는 안 된다.',
    image:`${Esfp}`,
    char:'<특징>\n-매력적이고 온정적이다\n-어떠한 공동체에서 재미있고 밝은 분위기를 만들어주는 분위기 메이커\n-관심의 중심이 되는것을 좋아하며 천부적으로 스타성기질을 타고남\n-사교적이고 활동적이며 즐거움을 추구한다\n-생각없이 흘러가는데로 살며 아무리 걱정되는 일이 있어도 시간지나면 금방 잊어버린다\n-자신의 직관을 믿으며 그 믿음대로 행동하여 호기심을 충족시킨다\n-높은 의사소통 능력을 지녀서 대인관계에 큰 만족도를 느낍니다\n-타인과 사회적이고 정서적으로 깊은 유대관계를 맺은것에 행복을 느낍니다',
    sick:'<팩폭>\n-자존감이 높고 모든게 내 위주로 흘러가야한다\n-틀에 박힌거 싫어하고 계획을 극혐하며 평균 행복도가 높은편이다\n-편한 삶은 원하며 해야하는일은 벼락치기하는 습성이 있다'
  },
  {
    id:14,
    name:'클라바우터만',
    best:'ESFJ',
    desc:'금세 친해지는 사교성을 지니고있지만, \n사소한것에 상처받는 많이하는 선박요정',
    fea:'선원이나 어부를 도와주는 역할을 하는 가상의 요정이다. 다수의 배에 대한 전문가이고, 명랑하고 성실하며, 때때로 바다에 빠진 선원을 구해주기도 하는 존재로 묘사된다. 선원들은 행운의 상징으로서 클라바우터만의 모습을 본따 만든 조각을 돛대에 붙이기도 하였다. 이러한 긍정적인 특성에도 불구하고, 클라바우터만의 존재와 관련한 좋지 않은 징조가 있다. 평화로운 배에서 클라바우터만의 모습을 본 선원은 아무도 없으며, 운명이 다한 배의 승무원에게만 모습이 보인다는 것이다.',
    image:`${Esfj}`,
    char:'<특징>\n-친절하고 재치있어 주변 사람들을 즐겁게 해준다\n-새로운 사람과도 금세 친해지는 사교성을 지니고있다\n-상담,고민 잘들어주며 타인에 대한 배려,동정심,동료애가 강함\n-생각보다 철저함 혼자 계획 세우고 그 계획틀어지는거 싫어함\n-인간관계에 상처받아도 그 사람에게 싫은소리 못함\n-농담과 재치 장난을 잘치고 삶을 재미있게 살아감\n-사회성이 풍부하고 정이많고 사람들을 잘 다룬다\n-매우 현실적이고 구체적인 방법으로 사람을 도운다',
    sick:'<팩폭>\n-쓸데없는 말을 많이 한다\n-남이목 신경 엄청쓰고 본인도 타인 나노단위로 스캔한다\n-타인이 자기한테 뭐 안털어놓는걸로 혼자 서운해한다'
  },
  {
    id:15,
    name:'님프',
    best:'ESTP',
    desc:'인기있고 사교성있지만, \n 내가 제일 최고라는 마인드를 지닌 여신(요정)',
    fea:'님프들은 그리스 신화 속에서 일반적으로 아름답고 젊은 아가씨의 모습으로 표현되고, 춤과 음악을 즐기는 명랑한 성격의 소유자이다. 산이나 강, 숲이나 골짜기 등 자연물에 머물며 그것들을 수호한다 ',
    image:`${Estp}`,
    char:'<특징>\n-미래를 계획하기 보다는 지금 이순간을 즐기는 성격을 지녔다\n-망설이지않고 도전하며 결국 성과를 얻어내고야 마는 사람이다\n-친근하면서도 가벼운 농담을 건네며 분위기를 밝게 만들어주는 성격을 가지고 있다.\n-어디서도 쉽게 적응할수 있는 사교성을 뽑낸다.\n-복잡한인생 편하게살자라는 마인드를 지니고 산다\n-활동적으로 문제를 해결하며, 주변에서 벌어지는 변화를 요구하는 상황에 창의적으로 대응합니다.\n-같이 스포츠를 즐기거나 파티를 가거나 직장에서 일을 함꼐 할때 같이 함께 하고싶은 인기있는 사람\n-자신의 주변에서 벌어지는 모든일에 관심을 가지고 있다',
    sick:'<팩폭>\n-내가 제일 최고다, 남이 어떻게 살든 내 알바 아니다라는 마인드\n-좋게말하면 즉흥적,나쁘게 말하면 충동적\n-규칙에 갇힌 삶을 극도로 싫어한다'
  },
  {
    id:16,
    name:'스프리건',
    best:'ESTJ',
    desc:'강한 책임감과 유대감을 지녔지만,\n 젊은 꼰대, 거인들의 요정',
    fea:'고대에 이 지방에 살고 있던 거인들의 유령이라고 한다. 요정들의 궁전 보디가드이기도 해서 요정을 괴롭히는 자가 있으면 싸우기 위해서 밖으로 나가는데, 이때 걸어가는 동안 몸이 점점 커진다고 한다. 때때로 이들이 거주하는 유적이나 성에 돌을 던지면 화를 내며 보석을 던져 반격하기도 한다는데, 이 때도 워낙 힘이 좋다보니 보석이나 금붙이에 맞아 죽거나 다치는 사람도 많았다고 한다',
    image:`${Estj}`,
    char:'<특징>\n-강한 책임감과 유대감을 지니고 있어서 끝까지 의리를 지킨다\n-성취욕이 강하기때문에 자기가 맡은 분야에 있어선 자기주도적으로 잘해나간다\n-꼼꼼한 성격을 가지고 있고 자기관리가 굉장히 철저함\n-강한 의지를 가지고 현실적으로 도전한다\n-뭐든 확실한게 좋음,딱딱 떨어져야하며 계획에 틀어지는게 싫음\n-경영자적 재질을 통해 리더쉽을 발휘한다\n-겉보기에는 차가워보일수 있지만 주변인들에게 의리와 배려를 보여준다\n-호불호가 확실하며 나에게 집중한다',
    sick:'<팩폭>\n-꼼꼼하지 못한 사람들을 보면 속이 답답하다.\n-싸우는걸 좋아하지않지만 져줄생각은 없음\n-조금이라도 일이 흐트러지고 방해가 된다면, 바로 지적하는 젊은 꼰대라는데요?..'
  }
]