import Infj from '../images/infj.png'
import Infp from '../images/infp.png'
import Intj from '../images/intj.png'
import Intp from '../images/intp.png'
import Isfp from '../images/isfp.png'
import Isfj from '../images/isfj.png'
import Istp from '../images/istp.png'
import Istj from '../images/istj.png'
import Enfp from '../images/enfp.png'
import Enfj from '../images/enfj.png'
import Entj from '../images/entj.png'
import Entp from '../images/entp.png'
import Esfp from '../images/esfp.png'
import Esfj from '../images/esfj.png'
import Estp from '../images/estp.png'
import Estj from '../images/estj.png'


export const ResultData = [
  {
    id:1,
    name:'브라우니',
    best:'INFJ',
    desc:'다른사람들을 돕는 것을 즐기지만 불리한일에는 단호한 가사도우미요정',
    fea:'스코틀랜드 민담에 전해지는 요정이며, 인간에 친숙한 존재이지만 브라우니는 사람의 눈에 띄는 것을 싫어해서 자기가 좋아하는 아이들이나 정직하고 명랑한 사람들에게만 가끔 모습을 드러낸다. 자신의 존재를 믿지 않는 어른이 오면 어디론가 숨어버린다. 가족이 잠든 후 부엌을 치우거나 접시를 씻는등 여러가지 가사일을 좋아하는 요정이다. 그들을 계속해서 찾아오게 하기 위해선 그들을 위해 자기 전 집안 한켠으로 크림이나 빵과 우유를 남겨둬야한다. 그외 다른선물을 주면 화를내며 다신 찾아오지않는다고',
    image:`${Infj}`
  },
  {
    id:2,
    name:'노움',
    best:'INFP',
    desc:'상냥하지만 관심없으면 공감능력제로 정원요정',
    fea:'유럽 전설에 등장하는 요정/난쟁이의 일종. 하지만 같은 난쟁이지만 드워프랑은 다르게 키가 두 뼘 정도 밖에 안되는 난쟁이로, 땅 속에서 살면서 땅 속의 광물이나 보석들을 지키는 땅의 정령이라고 한다. 땅 속에서 살고 있는 만큼 마치 물고기가 물 속을 헤엄치듯이 땅 속을 자유로이 돌아다닐 수 있는 것으로도 묘사된다.',
    image:`${Infp}`
  },
  {
    id:3,
    name:'노커',
    best:'INTJ',
    desc:'자신이 좋아하는 분야를 공유하는걸 좋아하지만 인정머리 없는 지하요정',
    fea:'영국 콘월 지방의 광산에 산다고 알려진 일종의 요정. 키가 2피트(60cm 가량) 쯤 되는 광부 차림의 소인으로 묘사된다. 좋은 광맥의 위치를 알려주거나 광산 붕괴 등의 재해를 예고해 주는 좋은 요정이다. 다만 욕을 하거나 휘파람을 분 사람에게는 요술을 사용해 작은 돌멩이 소나기를 퍼부어 응징한다고 하며, 간혹 게으름 피우는 광부의 도구를 다른 데 두어서 찾게 만든다거나 점심을 몰래 먹어버리는 등의 사소한 장난을 친다는 이야기도 있다.',
    image:`${Intj}`
  },
  {
    id:4,
    name:'듀라한',
    best:'INTP',
    desc:'따뜻한마음을 가졌지만 사적인 감정을 잘 드러내지않으며, 무뚝뚝한 저승사자(요정)',
    fea:'목이 없이 말을 타고 질주하며, 머리를 던진다고 전해진다. 사실은 죽음의 마차를 끌고 다니는 저승사자나 요정(시족)의 일종이라고 한다. 누군가가 죽게 될 것을 알리고 준비할 시간을 주는 역할을 하며, 죽을 이의 딱한 사정을 동정하여 유예기간을 주기도 한다! 혹은 고통을 덜어주기 위해서 죽을 인물을 인도하기도 한다. 자신이 일하는 모습을 다른 사람에게 보이는 것을 매우 싫어하며, 우연이 아니라 의도적으로 엿보다가 들켰다면 그 사람의 집 앞에서 문을 두들기고 열어주면 기다리고 있다가 피를 쏟아붓는다고도 한다. 그 피에 맞은 사람은 시름시름 앓다가 죽는다고.',
    image:`${Intp}`
  },
  {
    id:5,
    name:'이빨요정',
    best:'ISFP',
    desc:'마음이 따뜻하고 온화하지만 조용한관종 이빨요정',
    fea:'아이들의 헌 이를 새 이로 바꿔주는, 거의 인간에게는 무해한 정령이다. 빠진 젖니를 머리밭에 두고 자면 선물로 교환 해주는 요정이다. 이빨 요정에 관해서는 동서양 및 나라를 불문하고 다양한 미신이 존재하고있다. 근데 가끔 몇몇 매체에서는 아이들이 정말로 요정이 돈을 주는걸로 착각해서 돈을 더 받으려고 이빨을 강제로 뽑는 장면들이 나온다',
    image:`${Isfp}`
  },
  {
    id:6,
    name:'레프리콘',
    best:'ISFJ',
    desc:'공감능력이 좋지만 가성비 따지는 땅굴요정',
    fea:'아일랜드 민속전설에 등장하는 키가 작고 노인 모습을 한 작은 요정이다.  구두장이 요정이며, 황금을 매우 좋아해서 황금을 모아서 여기저기에 숨겨놓기를 좋아한다고 한다. 아일랜드를 대표하는 아주 온순한 요정으로 사람들에게 전혀 해코지하지 않는다고 한다. 주로 땅굴속에 숨어 살면서 언제나 짝없는 외 켤레 구두만 만든다고 전해진다',
    image:`${Isfj}`
  },
  {
    id:7,
    name:'드워프',
    best:'ISTP',
    desc:'손재주가 뛰어나지만 상대방의 기분을 맞춰줄 생각이 없는 재주꾼요정',
    fea:'백설공주와 일곱 난쟁이의 난쟁이도 영어로 드워프다. 북유럽 신화에 나오는 난쟁이 종족. 최초의 거인인 이미르가 죽은 후, 그의 시체에서 들끓었던 구더기에서 비롯되었다. 처음에는 구더기의 모습이었으나 신들이 이들에게 인간의 모습과 지성을 주었다. 우슷개소리로 길가에 굴러다니는 돌멩이도 그들의 손을 거치면 보물이 된다는 말이있다. 술을 걸쳤을때는 도가 지나쳐 난장판을 만드는 경우가 있다(남의 기분을 맞춰줄 생각이 없는것이다)',
    image:`${Istp}`
  },
  {
    id:8,
    name:'해그 ',
    best:'ISTJ',
    desc:'기억력은 뛰어나지만 마음의 없는 소리를 못하는 노파(요정)',
    fea:'유럽 쪽의 설화에 등장하는 노파의 형상을 한 초자연적 존재를 일컫는 말. 굳이 해석한다면 마귀할멈정도로 번역할 수 있을 듯. 곤란에 처한 사람에게 조언을 주는 지혜로운 존재로 등장한다. 대게 아이들을 잡아먹는 흉악한 마녀의 모습으로 표현되지만, 중립적인 여신의 모습을 보이기도 한다. 마녀와 달리 해그는 일종의 신령이나 정령에 가깝다. ',
    image:`${Istj}`
  },
  {
    id:9,
    name:'페어리',
    best:'ENFP',
    desc:'애정으로 지구정복가능하지만 생존형 인싸인 작은요정',
    fea:'신화나 민속에 나타나는 초자연적 생명체다. 실제로는 거의 대부분의 시대 동안에는 온갖 민담의 신비한 생명체들을 포괄해서 부르는 단어였다. 대중문화를 통해 알려진 캐릭터로는 대표적으로 피터팬의 팅커벨이 있다.  빅토리아 시대에 쏟아진 정통(?) 페어리 묘사를 보면 철, 햇빛, 성당이나 성경, 성화상, 성수처럼 거룩한 것을 싫어하고 달밤, 고요함, 노래나 음악, 승마 등을 좋아하며, 식물성인 것이나 동물의 젖, 쇠고기, 또는 생물의 생명력을 식량으로 한다고 한다. ',
    image:`${Enfp}`
  },
  {
    id:10,
    name:'프로스트 파더',
    best:'ENFJ',
    desc:'따뜻한면모를 가졌지만 기분 안좋을때 건들면 큰일!! 서리요정',
    fea:'일반적으로 차갑고 창백한 몸에 서리수염을 기른 중년남성의 모습으로 묘사된다. 그의 손길이나 입김은 닿는 것만으로도 얼어붙을것 같을 정도로 차다고 하며 프로스트 파더는 자신의 입김이나 손길로 사람을 얼려버린다고 한다. 요정의 일종으로, 이름 그대로 서리가 의인화된 서리의 정령. 자신에게 예의 바르게 대하는 인간에게는 호의적인 모습을 보인다. 물론 자신에게 험악하게 대하는 자나 보통 인간에게는 자비를 베푸는 일은 없다',
    image:`${Enfj}`
  },
  {
    id:11,
    name:'실키',
    best:'ENTJ',
    desc:'카리스마 넘침 평소에 괜찮다가 어느날 갑자기 급발진하는 가사도우미요정',
    fea:'몇 세기 전부터 계속하여 오래된 집에 나타나는 유령. 망령의 일종이라고도 생각된다. 잉글랜드의 전승에서는 실크 드레스를 입고 있다. 실키가 움직였을 때 이 드레스가 스치면서 사락사락하는 소리를 내기 때문에 실키라고 불린다고 한다. 가사등의 심부름을 해주며, 비교적 미인의 모습을 하고 있다. 그러나 그녀를 화나게 해버리면 짓궂은 장난을 치거나 무섭게 하여 그 집으로부터 거주자를 내쫓아 버린다 알려져 있다.',
    image:`${Entj}`
  },
  {
    id:12,
    name:'운디네',
    best:'ENTP',
    desc:'매력적이지만 뒤끝있는 물요정',
    fea:'물결, 파도를 가리키는 라틴어 명사 운다(Unda)에서 유래한 작명이다. 서양 연금술에 등장하는 물의 요정 혹은 정령. 반투명하거나 미묘하게 푸르스름한 여인, 혹은 그냥 아름다운 여인의 모습으로 등장한다. 청순가련하고 일편단심이지만 질투가 심해 배신을 용서하지 않는 성격으로 그려진다',
    image:`${Entp}`
  },
  {
    id:13,
    name:'료스알브',
    best:'ESFP',
    desc:'분위기 메이커이지만 편한삶만 지향하는 엘프(요정)',
    fea:' 빛을 많이 받은 덕분에 눈부실 정도로 아름다운 모습을 갖고 있으며 마음씨도 곱고 사람들에게도 친절하다. 북유럽 신화에 나오는 알브헤임 지역에 사는 요정들. 그들은 달빛 아래 긴 머리를 빗고 있거나, 언덕위에서 춤추는걸 좋아하는데 이때 춤을 춘 장소에서는 녹빛이 반짝이며 흔적을 남기고, 이는 엘프댄스라 칭한다 그러나 그 안에 발을 들여놓으면 갑자기 눈이 멀거나 이상한 병에 걸려 몸이 마르게 되므로 절대로 접근해서는 안 된다.',
    image:`${Esfp}`
  },
  {
    id:14,
    name:'클라바우터만',
    best:'ESFJ',
    desc:'금세 친해지는 사교성을 지니고있지만 사소한것에 상처받는 많이하는 선박요정',
    fea:'선원이나 어부를 도와주는 역할을 하는 가상의 요정이다. 다수의 배에 대한 전문가이고, 명랑하고 성실하며, 때때로 바다에 빠진 선원을 구해주기도 하는 존재로 묘사된다. 선원들은 행운의 상징으로서 클라바우터만의 모습을 본따 만든 조각을 돛대에 붙이기도 하였다. 이러한 긍정적인 특성에도 불구하고, 클라바우터만의 존재와 관련한 좋지 않은 징조가 있다. 평화로운 배에서 클라바우터만의 모습을 본 선원은 아무도 없으며, 운명이 다한 배의 승무원에게만 모습이 보인다는 것이다.',
    image:`${Esfj}`
  },
  {
    id:15,
    name:'님프',
    best:'ESTP',
    desc:'인기있고 사교성있지만 내가 제일 최고라는 마인드를 지닌 여신(요정)',
    fea:'님프들은 그리스 신화 속에서 일반적으로 아름답고 젊은 아가씨의 모습으로 표현되고, 춤과 음악을 즐기는 명랑한 성격의 소유자이다. 산이나 강, 숲이나 골짜기 등 자연물에 머물며 그것들을 수호한다 ',
    image:`${Estp}`
  },
  {
    id:16,
    name:'스프리건',
    best:'ESTJ',
    desc:'강한 책임감과 유대감을 지녔지만 노인의 모습을 하고있는 젊은 꼰대, 거인들의 요정',
    fea:'고대에 이 지방에 살고 있던 거인들의 유령이라고 한다. 요정들의 궁전 보디가드이기도 해서 요정을 괴롭히는 자가 있으면 싸우기 위해서 밖으로 나가는데, 이때 걸어가는 동안 몸이 점점 커진다고 한다. 때때로 이들이 거주하는 유적이나 성에 돌을 던지면 화를 내며 보석을 던져 반격하기도 한다는데, 이 때도 워낙 힘이 좋다보니 보석이나 금붙이에 맞아 죽거나 다치는 사람도 많았다고.',
    image:`${Estj}`
  }
]